Repository: ivanvorobei/SPProfiling
Catalog: Sources/SPProfiling/Resources/Localization/*.lproj/Localizable.strings
Languages: ru

source: Cancel
ru: Отменить

# error not enough permissions
source: Not Enough Permissions
ru: Недостаточно прав

# error not found
source: Not Found
ru: Не найдено

# error not reachable
source: Not Reachable
ru: Недоступно

# error unknown
source: Unknown Error
ru: Неизвестная ошибка

# profile actions delete confirm description
source: The profile will be permanently deleted with all data. This action cannot be undone
ru: Профиль будет удалён вместе со всеми данными. Это действие нельзя отменить.

# profile actions delete confirm title
source: Delete Profile?
ru: Удалить профиль?

# profile actions delete description
source: The profile will be deleted along with all data.
ru: Профиль будет удалён вместе со всеми данными.

# profile actions delete title
source: Delete Profile
ru: Удалить профиль

# profile actions email copied
source: Email Copied
ru: Скопировано

# profile actions rename description
source: The name will be visible to everybody.
ru: Имя будет видно всем.

# profile actions rename title
source: Enter New Name
ru: Введите новое имя

# profile actions sign out confirm description
source: All data will be erased from this device. You will be able to restore them by logging in to your account.
ru: Все данные будут удалены с этого устройства. Их можно будет восстановить повторно войдя в профиль.

# profile actions sign out confirm title
source: Sign Out?
ru: Выйти из профиля?

# profile actions sign out description
source: When you exit the profile, all data will be deleted from the device.
ru: Когда вы выйдете из профиля, все данные на устройстве будут удалены.

# profile actions sign out title
source: Sign Out
ru: Выйти

# profile auth continue anonymously
source: Continue Anonymously
ru: Продолжить анонимно

# profile auth description
source: Log in to access the benefits.
ru: Войдите для использования преимуществ.

# profile auth footer description
source: Profile can be abandoned and deleted at any time. You can change your name and avatar after logging in.
ru: Вы можете удалить профиль в любой момент. Смена имени и аватара доступна после входа.

# profile auth title
source: Profile
ru: Профиль

# profile avatar actions description
source: Select where you want to install the photo from.
ru: Выберите, откуда хотите использовать фото.

# profile avatar delete action title
source: Delete Avatar
ru: Удалить аватар

# profile avatar open camera
source: Camera
ru: Камера

# profile avatar open photo library
source: Photo Library
ru: Фотопленка

# profile devices footer
source: You can disable access to a profile by deleting it.
ru: Вы можете забрать доступ к профилю, удалив устройство.

# profile devices header
source: Connected Devices
ru: Подключенные устройства

# profile devices title
source: Devices
ru: Устройства

# profile error big avatar size
source: The size of the avatar is too large.
ru: Размер аватара слишком большой.

# profile error big avatar width
source: The width of the avatar is too wide.
ru: Аватар слишком широкий.

# profile error empty name
source: The profile name cannot be empty.
ru: Имя не может быть пустым.

# profile error name long
source: Profile name is too long.
ru: Имя слишком длинное.

# profile error name short
source: Profile name is too short.
ru: Имя слишком короткое.

# profile name didint set
source: Profile name is not set.
ru: Имя не установлено.

# profile rename alert description
source: The name will be visible for everybody.
ru: Имя будет видно всем.

# profile rename alert placeholder
source: Name Surname
ru: Имя Фамилия

# profile rename alert title
source: Enter New Name
ru: Введите новое имя

source: Save
ru: Сохранить
